<template>
    <main class="main">
        <section class="about">
            <h2 class="about-title">Обо мне</h2>
            <div class="about__box">
                <img src="@/assets/img/about-img.jpg" alt="">
                <div class="about__box-textbox">
                    <h3 class="textbox-title">Зубенко Михаил Петрович</h3>
                    <p class="textbox-text">Я могу делать семейные портреты в студии, работать на показах мод, снимать моделей для рекламы или фотографировать на свадьбах. Отдельное направление -- съёмки предметов и еды, которые заказывают для рекламы или меню ресторанов. Я могу быть криминальным фотографом мест преступлений, охотником за знаменитостями или снимать диких животных для журналов о природе. Я востребованный специалист в новостных изданиях, работаю в паре с журналистом и могу оказаться где угодно: от гламурной вечеринки до места пожара, наводнения и даже вооруженного конфликта. Моя профессия будет востребована и в будущем, ведь 80% успеха фотографии -- это не качество техники, а профессионализм фотографа. </p>
                </div>
            </div>
        </section>

        <section class="works">
            <h2 class="works-title">Мои работы</h2>
            <div class="works__box">
                <div v-for="n in 9" class="works__box-item">
                    <img src="@/assets/img/works-img.jpg" class="works__box-item-img" alt="">
                    <h3 class="works__box-item-title">Чиланзар</h3>
                    <p class="works__box-item-text">Впервые фото было изобретено Жозефом Нисефором Ньепсом. Это произошло в 1822 году, Дагер же опубликовал свою работу только через 17 лет. Жозеф Ньепс смог получить первое негативное изображение в 1835 году</p>
                    <a href="#" class="works__box-item-link">Посмотреть</a>
                </div>
            </div>
        </section>
    </main>
</template>

<script>
    export default {

    }
</script>

<style>

</style>